tap "homebrew/services"
tap "koekeishiya/formulae"
cask_args appdir: "/Applications"

brew "jq"
brew "skhd"
brew "starship"
brew "stow"
brew "yabai"
brew "zsh"
brew "zsh-autosuggestions"
brew "nvm"

cask "raycast"
cask "alfred"
cask "visual-studio-code"
cask "google-chrome"
cask "firefox"
cask "google-japanese-ime"
cask "notion"
cask "figma"
cask "fig"
cask "skitch"
cask "devtoys"
cask "numi"
cask "spectacle"
cask "bartender"

mas "TickTick", id: 966085870
mas "Twitter", id: 1482454543
mas "Slack", id: 803453959
mas "paste-clipboard-manager", id: 967805235
mas "1password-7-password-manager", id: 1333542190
# mas "Xcode", id: 497799835
